{
    "en":
    {
        "aboutMeTitle": "About Me",
        "aboutMeDescription":
        [
            "I'm a computer scientist, enjoyer of all parts of the field, with an equal amount of enjoyment for film.",
            "I really like telling stories and creating new means to explain topics and explore ideas in computers, psychology, and various other interesting topics.",
            "I am currently pursuing a Joint Major in Computer Science and Computation Arts at Concordia University, with a Bachelor's Degree specifically in Computer Science (BCompSci).",
            "I want to leave a legacy in the field, and be able to pass on the knowledge I learn through films or other means, to hopefully make a difference."
        ],
        "projectsComputer": "Check out my computer projects !",
        "projectsFilm": "Check out my movie & art portfolio !",
        "work": "Wanna work with me ?",
        "languages":
        {
            "title": "Languages",
            "info": "I am comfortable working with the following languages",
            "expert":
            [
                "C#",
                "VBA",
                "HTML, CSS, JavaScript",
                "WPF"
            ],
            "intermediate":
            [
                "SQL",
                "Bash/Powershell",
                "ASP.NET",
                "Java",
                "Python"
            ],
            "beginner":
            [
                "Kotlin",
                "MongoDB"
            ]
        },
        "portfolioDesc": "Below are buttons to click on that show either my computer projects or art projects. Check them out!"
    },
    "fr":
    {
        "aboutMeTitle": "À propos de moi",
        "aboutMeDescription":
        [
            "Je suis informaticien, j'aime tous les aspects de ce domaine, et j'apprécie tout autant le cinéma.",
            "J'aime vraiment raconter des histoires et créer de nouveaux moyens d'expliquer des sujets et d'explorer des idées dans le domaine de l'informatique, de la psychologie et de divers autres sujets intéressants.",
            "Je poursuis actuellement des études en informatique et en arts informatiques à l'Université Concordia, avec un baccalauréat en informatique (BCompSci).",
            "Je veux laisser un héritage dans le domaine, et être capable de transmettre les connaissances que j'apprends à travers des films ou d'autres moyens, pour, je l'espère, faire une différence."
        ],
        "projectsComputer": "Mes projets informatiques !",
        "projectsFilm": "Mon portfolio de films et d'œuvres d'art !",
        "work": "Travaille avec moi ?",
        "languages":
        {
            "title": "Langues",
            "info": "Je suis à l'aise avec les langues suivantes",
            "expert":
            [
                "C#",
                "VBA",
                "HTML, CSS, JavaScript",
                "WPF"
            ],
            "intermediate":
            [
                "SQL",
                "Bash/Powershell",
                "ASP.NET",
                "Java",
                "Python"
            ],
            "beginner":
            [
                "Kotlin",
                "MongoDB"
            ]
        }
    }
}